export const mockAnswers = [
  {
    id: 1,
    question: 'Как вас зовут?',
    answer: 'Андрей',
  },
  {
    id: 2,
    question: 'Напишите ваш возраст:',
    answer: '27',
  },
  {
    id: 3,
    question: 'Ваш пол:',
    answer: 'Мужской',
  },
  {
    id: 4,
    question: 'Расскажите о себе:',
    answer:
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.' +
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.',
  },
  {
    id: 5,
    question: 'Расскажите о себе:',
    answer:
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.' +
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.',
  },
  {
    id: 6,
    question: 'Расскажите о себе:',
    answer:
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.' +
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.',
  },
  {
    id: 7,
    question: 'Расскажите о себе:',
    answer:
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.' +
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.',
  },
  {
    id: 8,
    question: 'Расскажите о себе:',
    answer:
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.' +
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.',
  },
  {
    id: 9,
    question: 'Расскажите о себе:',
    answer:
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.' +
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.',
  },
  {
    id: 10,
    question: 'Расскажите о себе:',
    answer:
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.' +
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.',
  },
  {
    id: 11,
    question: 'Расскажите о себе:',
    answer:
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.' +
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.',
  },
  {
    id: 12,
    question: 'Расскажите о себе:',
    answer:
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.' +
      'Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик. Я Андрей и я frontend-разработчик.',
  },
];
